module.exports = {
    title: 'الطيف الجنسي',
    description: 'أين أنت على الطيف الجنسي؟',
    keywords: 'الجنس، الهوية، التعبير، الجنسي، التوجه، القيادة، رومانسي، الرغبة، العلاقة، ذكر، غير ثنائي، أنثى، مذكر، مؤنث، ثنائي، مثلي الجنس، لاجنسي، لارومانسي، رومانسي، الزواج الأحادي، الزواج المتعدد',
    rtl: true,
    generate: 'المشاركة',
    generateHelper: '(يرجى النقر على أشرطة التمرير لتحديد القيم)',
    mine: 'الطيف الجنسي الخاص بي',
    author: {
        name: 'Andrea Vos',
        email: 'andrea@avris.it',
        attribution: 'صُنع بالـ💜 مِن قِبَل Andrea Vos',
        support: 'اشتري لي البيرة',
    },
    translation: {
        attribution:'مُترجَمة من قِبَل',
        name: 'متطوع',
    },
    source: 'الشفرة المصدرية',
    axes: {
        genderIdentity: {
            label: 'الهوية الجنسية',
            left: 'ذكر',
            middle: 'غير ثنائي',
            right: 'أنثى',
        },
        genderExpression: {
            label: 'التعبير الجنسي',
            left: 'فرط ذكوري',
            middle: 'ما بين',
            right: 'فرط أنثوي',
        },
        sexualOrientation: {
            label: 'التوجه الجنسي',
            left: 'محب للجنس الآخر',
            middle: 'ما بين',
            right: 'مثلي الجنس',
        },
        sexualDrive: {
            label: 'الرغبة الجنسية',
            left: 'غير موجودة',
            middle: 'متوسطة',
            right: 'عالية',
        },
        romanticDesire: {
            label: 'الرغبة الرومانسية',
            left: 'غير موجودة',
            middle: 'متوسطة',
            right: 'عالية',
        },
        relationshipAttitude: {
            label: 'موقف العلاقة',
            left: 'أحادية',
            middle: 'منفتحة',
            right: 'متعددة',
        },
        sexualExploration: {
            label: 'الاستكشاف الجنسي',
            left: 'خفيف',
            middle: 'عادي',
            right: 'عنيف',
        },
    },
    share: {
        facebook: 'المشاركة على الفيسبوك',
        twitter: 'المشاركة على تويتر',
        text: 'هذا الطيف الجنسي الخاص بي. ماذا عنك؟',
        copy: 'نسخ الرابط',
    },
    privacy: {
        header: 'الخصوصية',
        noData: 'يتم تشفير جميع المعلومات المتعلقة بالخيارات التي تم تحديدها في عنوان الـURL ولا يتم تخزينها في أي مكان.',
        tracking: 'أنا أستخدم Plausible لتحليل حركة المرور على الموقع. جميع بيانات الزائر مجهولة المصدر.',
        contact: 'إذا كان لديك أي أسئلة أو طلبات بخصوص بياناتك الشخصية، فلا تتردد في التواصل معي على',
    },
    otherProjects: {
        cake: 'كعكة طبقات الانجذاب',
    },
    disclaimer: {
        header: 'تنبيه:',
        author: 'أنا لست صاحب المفهوم الأصلي لتلك المحاور. ' +
            'وتم تداولها عبر الإنترنت على شكل صورة بدون علامة مائية  ' +
            ' - مما يجعله من المستحيل عمليًا العثور على المؤلف. ' +
            ' لقد قمت بعمل نسخة تفاعلية منه، مع بعض التعديلات. ',
        issues: ' أنا أدرك أن هذا التمثيل للجنس ليس مثاليًا - لكن لا شيء كذلك! ' +
            ' البشر أكثر تعقيدًا من مجرد بضعة محاور! ',
        examples: '  نعم، نحن الأشخاص غير الثنائيين لسنا بالضرورة أن نكون <em>بين</em> "الذكر" و"الأنثى"، ' +
            ' وما إلى ذلك، لكنه تقريبي. ' +
            ' إذا توصلت إلى شيء أفضل، فسأقوم بكل سرور بإنشاء تطبيق له 😉 ',
    },
};
